{
  "text": "Tantra is een spirituele stroming, waarvan de oorsprong ongeveer 5000 jaar terug reikt in de tijd. Tantra is een mystieke traditie. Tantra gaat over het mysterie van het leven en het leven zelf. Je kunt de verbinding met je zelf verdiepen en ook de diepte van het bestaan zelf gaan ervaren. Het woord tantra stamt uit het Sanskriet. ‘Tan’ betekent expansie en ‘tra’ betekent bevrijding. ‘Het geheim’ zit in het “ja” zeggen tegen alles wat je ervaart. Alles omarmen, liefst vanuit een openheid en nieuwsgierigheid. Elk moment opnieuw. Er hoeft niets anders. Je gaat op zelfonderzoek uit. Aanwezig zijn, terwijl je jezelf opent voor de ervaring en daarbij in verbinding blijft met jezelf en je omgeving. De nadruk ligt op de ontwikkeling van de grootse potentie die in jou en in elk mens is. Zowel door middel van meditatie, als door de directe confrontatie met emoties (zoals pijn, angst en vreugde), inzichten en beperkingen. Als je je blokkades en weerstanden doorvoelt en begrijpt, kunnen ze transformeren. Je zult ervan groeien. In tantra wordt alles onderzocht, zoals: ego, intimiteit, overgave, seksualiteit, verlangen, liefde en relaties. Je kunt deze onderwerpen ook terug vinden in de workshops, individuele en parensessies die ik geef. Seks wordt gezien als een essentieel deel van het leven. Het is levensenergie. Je hoeft het niet in te houden en niet extra uit te drukken. Je leert om je seks te verbinden met je hart en het goddelijke. Je wordt uitgenodigd om in jouw stroom en in jouw waarheid te zijn. Tantra, het pad van de waarheid en de weg naar vrijheid. Pas op! Je kunt je door tantra onder andere (contact)voller, vrijer, levendiger, dieper, gevoeliger, wakkerder, liefdevoller, meer raakbaar, completer en waarachtiger gaan voelen. Tantra omvat alles, sluit niets uit. Er is zoveel over te zeggen. Er zijn niet voor niets planken vol met boeken over tantra te vullen. En toch kan ik er tegelijkertijd niets over zeggen. Je kunt het vooral ervaren. Vandaar dat ik nu even niets meer zeg…"
}
